Repository: hcmus-k19-doc/doc-mobile
Catalog: lib/l10n/app_*.arb
Languages: vi

# loginTitle
source: Document approval and publication system
vi: Hệ thống phê duyệt và phát hành văn thư

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

# loginSummitText
source: Login
vi: Đăng nhập

# failToLogin
source: An error occurred during login
vi: Xảy ra lỗi trong quá trình đăng nhập

# mainPage
source: {menu, select, INCOMING_DOCUMENT{Incoming} ACCOUNT{Account} REMINDER{Reminders} INCOMING_DOCUMENT_LIST{Incoming Document List} PROCESSES_INCOMING_DOCUMENT{Process Incoming Document} OUTGOING_DOCUMENT{Outgoing} INTERNAL_DOCUMENT{Internal Document} MY_PROFILE{My Profile} SETTINGS{Settings} OUTGOING_DOCUMENT_LIST{Outgoing Document List} other{} other{}}
vi: {menu, select, INCOMING_DOCUMENT{Văn bản đến} ACCOUNT{Tài khoản} REMINDER{Nhắc việc} INCOMING_DOCUMENT_LIST{Danh sách văn bản đến} PROCESSES_INCOMING_DOCUMENT{Xử lý văn bản đến} OUTGOING_DOCUMENT{Văn bản đi} INTERNAL_DOCUMENT{Văn bản nội bộ} MY_PROFILE{Thông tin cá nhân} SETTINGS{Cài đặt} OUTGOING_DOCUMENT_LIST{Danh sách văn bản đi} other{} other{}}

source: Currently you have
vi: Hiện tại bạn có

# sendingLevel
source: {sendingLevel, select, CITY{City} DISTRICT{District} SCHOOL{School} other{hello}}
vi: {sendingLevel, select, CITY{Thành phố} DISTRICT{Quận huyện} SCHOOL{Trường} other{hello}}

# documentType
source: {documentType, select, CONTRACT{Contract} INSTRUCTION{Instruction} INVOICE{Invoice} LETTER{Letter} PAYMENT{Payment} RECEIPT{Receipt} other{Other}}
vi: {documentType, select, CONTRACT{Hợp đồng} INSTRUCTION{Công văn} INVOICE{Hóa đơn} LETTER{Thư} PAYMENT{Phiếu chi} RECEIPT{Phiếu thu} other{Khác}}

# processingStatus
source: {processingStatus, select, UNPROCESSED{Unprocessed} IN_PROGRESS{In Progress} RELEASED{Released} CLOSED{Closed} other{}}
vi: {processingStatus, select, UNPROCESSED{Chưa xử lý} IN_PROGRESS{Đang xử lý} RELEASED{Đã phát hành} CLOSED{Đã xử lý} other{}}

# searchCriteriaBar
source: {searchCriteria, select, incoming_number{Incoming Document Number} outgoing_number{Outgoing Document Number} release_date{Release Date} original_symbol_number{Original Symbol Number} document_type{Document Type} distribution_organization{Distribution Organization} arriving_date{Arriving Date} processing_duration{Processing Duration} summary{Summary} search_summit{Search} other{}}
vi: {searchCriteria, select, incoming_number{Số văn bản đến} outgoing_number{Số văn bản đi} release_date{Ngày phát hành} original_symbol_number{Số ký hiệu gốc} document_type{Loại văn bản} distribution_organization{Cơ quan ban hành} arriving_date{Ngày đến} processing_duration{Thời hạn xử lý} summary{Trích yếu} search_summit{Tìm kiếm} other{}}

# documentReminderStatus
source: {reminderStatus, select, ACTIVE{Active} CLOSE_TO_EXPIRATION{Close to Expiration} EXPIRED{Expired} other{}}
vi: {reminderStatus, select, ACTIVE{Đang chờ xử lý} CLOSE_TO_EXPIRATION{Sắp hết hạn} EXPIRED{Đã quá hạn} other{}}

source: Name
vi: Tên

source: User ID
vi: ID người dùng

source: Role
vi: Vai trò

# selectRoleProfile
source: {role, select, GIAM_DOC{Director} CHUYEN_VIEN{Specialist} TRUONG_PHONG{Department Manager} VAN_THU{Clerk} other{}}
vi: {role, select, GIAM_DOC{Giám đốc} CHUYEN_VIEN{Chuyên viên} TRUONG_PHONG{Trưởng phòng} VAN_THU{Văn thư} other{}}

source: Department
vi: Cơ quan

source: Change Password
vi: Thay đổi mật khẩu

source: Current Password
vi: Mật khẩu hiện tại

source: New Password
vi: Mật khẩu mới

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Language
vi: Ngôn ngữ

source: Application
vi: Ứng dụng

source: Contact for support
vi: Hỗ trợ liên lạc

# receiveInAppNoti
source: Receive in-app notification
vi: Nhận thông báo từ ứng dụng

# receiveEmail
source: Receive notification through email/SMS
vi: Nhận thông báo qua email/SMS

source: Save login session
vi: Lưu phiên đăng nhập

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Light mode
vi: Nền sáng

source: Dark Mode
vi: Nền tối

source: Version
vi: Phiên bản

source: Theme mode
vi: Chế độ nền

# confirmLogout
source: Do you want to leave?
vi: Bạn có muốn đăng xuất?

source: Logout
vi: Đăng xuất

# no
source: Cancel
vi: Huỷ bỏ

# yes
source: Agree
vi: Đồng ý

# defaultSender
source: You
vi: Bạn

# defaultReciever
source: you
vi: bạn

# sendDocumentIdsFor
source: sent document number {documentIds} to
vi: đã chuyển văn bản số {documentIds} cho

# historyProcess
source: Process History
vi: Lịch sử chuyển xử lý

source: Sender
vi: Người chuyển

# reciever
source: Receiver
vi: Người nhận

source: Document
vi: Văn bản

source: Transfer Date
vi: Ngày chuyển

source: Processing Time
vi: Thời hạn xử lý

# infiniteProcessingTime
source: No Time Limit
vi: Không thời hạn

source: Transfer Type
vi: Loại chuyển

# transferType2
source: Same Level
vi: Cùng cấp

# transferType1
source: Transfer for Processing
vi: Chuyển xử lý

# processMethod
source: Processing Method
vi: Cách thức xử lý

source: No data
vi: Không có dữ liệu

source: Fail to fetch data
vi: Xảy ra lỗi trong lúc lấy dữ liệu

source: Original Symbol Number
vi: Số ký hiệu gốc

source: Processing Duration
vi: Thời hạn xử lý

source: Arriving Date
vi: Ngày đến

# issuePlace
source: Issuing Place
vi: Nơi phát hành

source: Summary
vi: Trích yếu

source: Status
vi: Trạng thái

source: See detail
vi: Xem chi tiết

source: Release Number
vi: Số phát hành

# documentTypeReminder
source: {documentTypeReminder, select, OUTGOING_DOCUMENT{Outgoing doc} INCOMING_DOCUMENT{Incoming doc} other{Kh√°c}}
vi: {documentTypeReminder, select, OUTGOING_DOCUMENT{Văn bản đi} INCOMING_DOCUMENT{Văn bản đến} other{Khác}}

# detailIncomingDoc
source: Incoming Document Details
vi: Chi tiết văn bản đến

# docInfo
source: Document Information
vi: Thông tin văn bản

# numWithFolder
source: Document folder
vi: Số theo sổ VB

source: Unknown
vi: Không xác định

# issueDate
source: Issuing Date
vi: Ngày phát hành

# sendingLevelString
source: Sending Level
vi: Cấp gửi

# folderDoc
source: Job File
vi: Hồ sơ công việc

# secretLevel
source: Secrecy Level
vi: Độ mật

source: Emergency Level
vi: Độ khẩn

source: Attachment File
vi: Tệp đính kèm

# progressInfo
source: Transfer Information
vi: Thông tin luân chuyển

source: End
vi: Kết thúc

source: Comment
vi: Góp ý

source: End Document
vi: Kết thúc văn bản

source: Close
vi: Đóng

# detailOutgoingDoc
source: Outgoing Document Details
vi: Chi tiết văn bản đi

# issueUnit
source: Issuing Unit
vi: Đơn vị phát hành

# receiveUnit
source: Receiving Unit
vi: Đơn vị nhận

source: Signer
vi: Người ký

source: Filter by
vi: Sắp xếp theo

# transfer
source: Transfer for Processing
vi: Chuyển xử lý
